Repository: wp-plugins/mowster-glossary
Catalog: langs/mowsterGL-*.po
Languages: pt_pt

source: Glossary
pt_pt: Glossário

source: %d term
pt_pt: %d termo

source: Add term
pt_pt: Adicionar termo

source: Type here the new term
pt_pt: Introduza aqui o novo termo

source: Term must be lower than 255 chars.
pt_pt: Termo deve ser inferior a 255 caracteres.

source: Definition cannot be blank.
pt_pt: Definição não pode ser nula.

source: Atention! This action will change the numbers of terms displayed in the public glossary. Show
pt_pt: Atenção! Esta ação irá alterar o número de termos mostrados no glossário. Mostrar

source: terms per page
pt_pt: termos por página

source: Erease the term
pt_pt: Apagar o termo

source: Are you sure you want to restore the dafaults
pt_pt: Tem a certeza que deseja restabelecer os valores padrão

source: Terms
pt_pt: Termos

source: Save
pt_pt: Guardar

source: Saved!
pt_pt: Guardado!

source: Reset to defaults
pt_pt: Restabelecer valores padrão

source: Defaults restored!
pt_pt: Valores padrão restabelecidos!

source: Display
pt_pt: Mostrar

source: To display the glossary, add the following tag in posts and pages: %s
pt_pt: Para mostrar o glossário, adicione a seguinte tag em artigos e páginas: %s

source: Posts and Pages containing %s
pt_pt: Artigos e Páginas que contêm %s

source: No posts or pages contain the shortcode
pt_pt: Nenhum artigo ou página tem o shortcode

source: Number of Terms per Page
pt_pt: Número de Termos por Página

source: Customize output
pt_pt: Personalizar a exibição

source: Term
pt_pt: Termo

source: HTML to be inserted before
pt_pt: HTML para ser inserido antes

source: HTML to be inserted after
pt_pt: HTML para ser inserido depois

source: Description
pt_pt: Descrição

source: Glossary navigation
pt_pt: Navegação do glossário

source: Text For Previous Page
pt_pt: Texto para Página Anterior

source: Text For Next Page
pt_pt: Texto para Próxima Página

source: End size
pt_pt: Valor final

source: How many numbers on either the start and the end list edges.
pt_pt: Quantidade de números a cada início e no final da lista.

source: Mid size
pt_pt: Valor médio

source: How many numbers to either side of current page, but not including current page.
pt_pt: Quantidade de números de cada lado da página atual, não incluindo a página atual.

source: Pagination structure
pt_pt: Estrutura da paginação

source: Page 2 URL example
pt_pt: Página 2, exemplo de URL

source: terms
pt_pt: termos

source: Add &raquo;
pt_pt: Adicionar &raquo;

source: Term %s was saved successfully!
pt_pt: Termo %s adicionado com sucesso!

source: mySQL error! It was not possible to add the term into the database.
pt_pt: Erro mySQL! Não foi possível adicionar o termo na base de dados.

source: New term
pt_pt: Novo termo

source: Edit
pt_pt: Editar

source: Term %s was deleted successfully!
pt_pt: Termo %s apagado com sucesso!

source: mySQL error! It was not possible to delete the term from the database.
pt_pt: Erro mySQL! Não foi possível apagar o termo na base de dados.

source: Error! Missing definition.
pt_pt: Erro! Sem definição.

source: Confirm &raquo;
pt_pt: Confirmar &raquo;

source: Term %s was updated successfully!
pt_pt: O Termo %s foi atualizado com sucesso!

source: mySQL error! It was not possible to update the term in the database.
pt_pt: Erro mySQL! Não é possível atualizar o termo na base de dados.

source: Edit term
pt_pt: Editar termo

source: Displaying
pt_pt: Mostrando

source: of
pt_pt: de

source: Definition
pt_pt: Definição

source: Delete
pt_pt: Apagar

source: There are no Terms in the database.
pt_pt: Não existem Termos na base de dados.

source: already exists!
pt_pt: Termo existente!

source: Authorized users
pt_pt: Utilizadores autorizados

source: Authorization access
pt_pt: Habilitação de acesso

source: Provide this user the access to mowsterGlossary management features
pt_pt: Permitir a este utilizador a gestão e acesso ao plugin mowsterGlossary

source: Management
pt_pt: Habilitações
