Repository: wp-plugins/mowster-glossary
Catalog: lang/mowster-glossary-*.po
Languages: pt_pt

source: glossary
pt_pt: glossario

source: mowsterGlossary
pt_pt: Glossário

source: Settings
pt_pt: Definições

source: Number of Terms per Page:
pt_pt: Número de Termos por Página:

source: Update &raquo;
pt_pt: Editar &raquo;

source: The Options were saved successfully!
pt_pt: Opções guardadas com sucesso!

source: Previous
pt_pt: Anterior

source: Next
pt_pt: Seguinte

source: terms
pt_pt: definições

source: Term
pt_pt: Termo

source: Definition
pt_pt: Definição

source: Erease the term
pt_pt: Apagar o Termo

source: Edit
pt_pt: Editar

source: Delete
pt_pt: Apagar

source: There are no Terms in the database.
pt_pt: Não existem termos na base de dados.

source: page
pt_pt: parte

source: Read more...
pt_pt: Ler mais...

source: Part
pt_pt: parte

source: mowsterGlossary : Add term
pt_pt: Adicionar Termo

source: Term:
pt_pt: Termo:

source: Definition:
pt_pt: Definição:

source: Save &raquo;
pt_pt: Adicionar &raquo;

source: Error! Missing title.
pt_pt: Erro! Sem título.

source: Error! Missing definition.
pt_pt: Erro! Sem definição.

source: Error! Existing Term.
pt_pt: Erro! Termo já existente.

source: The Term %s was saved successfully.
pt_pt: Termo %s adicionado com sucesso!

source: mowsterGlossary : Edit term
pt_pt: Editar Termo

source: The Term %s was updated successfully.
pt_pt: O Termo %s foi actualizado com sucesso!

source: The Term %s was deleted successfully.
pt_pt: Termo %s apagado com sucesso!

source: Edit this on Tools &raquo; Glossary.
pt_pt: Editar em Ferramentas &raquo; Glossário.
